"3-finger Horizontal Swipe" = "3-Fanger horizontal Wëschen";
"3-finger Vertical Swipe" = "3-Fanger vertikal Wëschen";
"4-finger Horizontal Swipe" = "4-Fanger horizontal Wëschen";
"4-finger Vertical Swipe" = "4-Fanger vertikal Wëschen";
"About" = "Iwwer";
"About %@" = "Iwwer% @";
"Accessibility" = "Accessibilitéit";
"Acknowledgments" = "Unerkennung";
"Active app" = "Aktif Applikatioun";
"Active screen" = "Aktive Schierm";
"Active Space" = "Aktiven Espace";
"Add a running app" = "Eng lafend App derbäisetzen";
"Add an app from disk" = "Eng App vun der Festplack derbäisetzen";
"Additional controls" = "Zousätzlech Kontrollrolle";
"Additional controls…" = "Zousätzlech Kontrollen ...";
"Advanced" = "Fortdréier";
"After keys are released" = "Nodeems d'Tasten fräigelooss sinn";
"After release" = "No der Verëffentlechung";
"Align windows" = "Aligned Windows";
"Align windows:" = "Fënster ausriichten:";
"All apps" = "All Applikatioun";
"All data from this form will be made public, as a ticket on github.com" = "All Daten aus dëser Form ginn ëffentlech gemaach, als en Ticket op Github.com";
"All screens" = "All Schierm";
"All Spaces" = "All Espace";
"Allowed" = "Erlaabt";
"Alphabetical" = "Alphabetesch";
"Alphabetical Order" = "Alphabetesch Uerdnung";
"Also select windows using:" = "Fënsteren och auswielen mat:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "Den Alettab huet d'lescht Kéier erofgefall, deen Dir et benotzt hutt.Schéckt e Crash Bericht wäert hëllefen d'Fro fixéiert";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Den Alttab ass de Moment gesat fir d'Applikatiounen ze weisen.Dës Astellung ass nëmme verfügbar wann den Alettab gesat ass fir Windows ze weisen.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab leeft ouni Écranopnahm-Permissiounen. Miniaturbiller ginn net gewisen.";
"AltTab needs some permissions" = "Den Alttab brauch e puer Permissiounen";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Den Alttab wäert weisen wann d'Fënster am Moment miniméiert oder vollstänneg mat enger Statuskondokon miniméiert.";
"Always" = "Ëmmer";
"Always send crash reports" = "Schéckt ëmmer Crash Berichter";
"and press" = "an dréckt";
"and press:" = "an drécken:";
"Animations" = "Animungen";
"Animations…" = "Animiounen ...";
"App (BundleID starting with)" = "App (Bundleid Start mat)";
"App Icons" = "App Symboler";
"App is hidden" = "App ass verstoppt";
"App is running but has no open window" = "App leeft, awer huet keng oppe Fënster huet";
"Apparition delay" = "Bewäertung Retard";
"Apparition delay of Switcher" = "Erschéngungsverzögerung vum Switcher";
"Apparition delay:" = "Erschéngungsverzögerung:";
"Appearance" = "Ausgesinn";
"Application Name" = "Uwendungsnumm";
"Application Name - Window Title" = "Applikatioun Numm - Fenster Titel";
"Applications" = "Uwendungen";
"Are you sure you don’t want a response?" = "Sidd Dir sécher, dass Dir net eng Äntwert wëllt?";
"Arrow keys" = "Feiltasten";
"Ask whether to send crash reports" = "Frot ob d'Crash Berichter ze schécken";
"Auto" = "Auto";
"Auto-install updates periodically" = "Automatesch reegelméisseg Updates installéiren";
"Blacklists" = "Schloen Moleschloss";
"Cancel" = "Ofbriechen";
"Cancel and hide" = "Ofbriechen a verstoppen";
"Capture windows in the background" = "Fënsteren am Hannergrond erfaassen";
"Center" = "Center";
"Check for updates now…" = "Elo no Updates sichen…";
"Check for updates periodically" = "Reegelméisseg no Updates sichen";
"Check for updates…" = "No Updates sichen…";
"Check permissions…" = "Préift Permissiounen ...";
"Close window" = "Fënster zoumaachen op Fënster";
"Conflicting shortcut" = "Konfliktend Ofkiirzung";
"Controls" = "Nees Kontrolls";
"Crash reports policy" = "Crash Bericht Politik";
"Crash reports policy:" = "Crash Berichter Politik:";
"Cursor follows focus" = "Mauszeiger follegt de Fokus";
"Customize App Icons style…" = "Personaliséiere App Iconenstil ...";
"Customize Thumbnails style…" = "Personaliséiert Miniaturenstil ...";
"Customize Titles style…" = "Personaliséiere Titelenstil ...";
"Dark" = "Donkidn";
"Debug tools" = "Debugging-Tools";
"Disabled" = "Deaktivéiert";
"Do nothing" = "Näischt maachen";
"Don’t check for updates periodically" = "Net reegelméisseg no Updates sichen";
"Don’t send" = "Schéckt net";
"Don’t show windows from these apps" = "Fënstere vun dësen Apps net weisen";
"Done" = "Verdataktioun";
"End" = "Schlisster";
"Exceptions" = "Ausnahmen";
"Export settings…" = "Astellungen exportéieren…";
"Export…" = "Exportéieren…";
"Fade in animation of Preview" = "Abblennungsanimatioun vun der Virschau";
"Fade out animation" = "Verschwannen Animatioun";
"Fade out animation of Switcher" = "Ausblennungsanimatioun vum Switcher";
"Fade out animation:" = "Ausblennungsanimatioun:";
"Failed to import settings" = "Feeler beim Importéiere vun den Astellungen";
"Focus selected window" = "Fokusséiert ausgewielt Fënster";
"Fullscreen window" = "Vollbild-Fënster";
"Fullscreen windows:" = "Vollbild-Fënsteren:";
"Fullscreen/Defullscreen window" = "Fullcreen / Dänulelscreen Fenster";
"General" = "Allgemeng";
"Gesture" = "Geste";
"Grant permission" = "Permissioun ginn";
"Hidden windows:" = "Verstoppte Fënsteren:";
"Hide" = "Verstaechen";
"Hide app badges" = "Verstoppen App Badges";
"Hide app badges:" = "App-Badge ausblenden:";
"Hide apps with no open window" = "Verstoppen Apps ouni Open Fenster";
"Hide apps with no open window:" = "Apps ouni oppe Fënster ausblenden:";
"Hide colored circles on mouse hover" = "Verstoppen faarweg Kreeser op der Maushiewen";
"Hide colored circles on mouse hover:" = "Faarweg Kreeser beim Maus iwwerfueren ausblenden:";
"Hide in %@" = "Verstoppen an% @";
"Hide Space number labels" = "Verstoppen Raumnummer Etiketten";
"Hide Space number labels:" = "Space-Nummer-Etiketten ausblenden:";
"Hide status icons" = "Verstoppen Status Symboler";
"Hide status icons:" = "Statusikonen ausblenden:";
"Hide window thumbnails:" = "Fënster Miniaturbiller ausblenden:";
"Hide/Show app" = "Verstoppen / weisen App";
"High" = "Héichheet";
"Highest" = "Héchst";
"Hold" = "Bäihalen";
"Horizontal Swipe with Four Fingers" = "Horizontal wëschen mat véier Fangeren";
"Horizontal Swipe with Three Fingers" = "Horizontal wëschen mat dräi Fangeren";
"I think the app could be improved with…" = "Ech mengen d'App kéint verbessert ginn mat ...";
"Ignore shortcuts when active" = "Ignoréieren Ofkiirzungen wann aktiv";
"Ignore shortcuts while a window from these apps is active" = "Ofkiirzungen ignoréieren wann eng Fënster vun dësen Apps aktiv ass";
"Import settings…" = "Astellungen importéieren…";
"Import…" = "Importéieren…";
"Keep open" = "Oppe loossen";
"Keep open and search" = "Oppe loossen a sichen";
"Language" = "Sprooch";
"Language Change" = "Sproochwiessel";
"Large" = "Grouss";
"Later" = "Méi spéit";
"Latest releases" = "Läscht Verëffentlechungen";
"Leading" = "Iech féieren";
"Left" = "Lénks";
"Light" = "Liicht";
"Lock search" = "Sich spären";
"Max height on screen:" = "Maximal Héicht um Écran:";
"Max width on screen:" = "Maximal Breet um Écran:";
"Medium" = "Mëttelméisseg";
"Menubar icon" = "Menubar Ikon";
"Menubar icon:" = "Menübar-Ikon:";
"Middle" = "Mëttnoss";
"Minimize/Deminimize window" = "Minimize / ofdeimiséieren Fenster";
"Minimized windows:" = "Minimiséiert Fënsteren:";
"Miscellaneous" = "Divers";
"Miscellaneous:" = "Divers:";
"Mouse hover" = "Maus iwwerfueren";
"Multiple screens" = "Multiple Schiirme";
"Never" = "Ni";
"Never send crash reports" = "Schéckt ni Crash Berichter";
"No Window" = "Keng Fënster";
"Non-active apps" = "Net-aktiv Apps";
"Non-visible Spaces" = "Net-siichtbar Spaces";
"Normal" = "Normelle";
"Not allowed" = "Net erlaabt";
"NSHumanReadableCopyright" = "GPL-3.0 Lizenz";
"Only if the window is fullscreen" = "Nëmme wann d’Fënster am Vollbild ass";
"Only on different screen" = "Nëmmen op engem aneren Écran";
"Open Accessibility Preferences…" = "Open Accessibilitéitspräferenz ...";
"Open Accessibility Settings…" = "Accessibilitéitsastellunge opmaachen…";
"Open Screen Recording Preferences…" = "Open Écran Opname Virléiften ...";
"Open Screen Recording Settings…" = "Écranopnahm-Astellunge opmaachen…";
"Open System Settings to confirm, and continue" = "Systemastellunge opmaachen fir ze bestätegen an weiderzefueren";
"Open Trackpad Preferences…" = "Trackpad-Astellunge opmaachen…";
"Open Trackpad Settings…" = "Trackpad Astellunge opmaachen…";
"Optional: email (if you want a reply)" = "Fakultativ: Email (wann Dir eng Änwert wënscht)";
"Order windows by" = "Bestellen Windows vum";
"Please fill in the form" = "Fëllt w.e.g. de Formulaire aus";
"Policies" = "Politik";
"Preferences…" = "Astellung…";
"Preview selected window" = "Preview ausgewielt Fënster";
"Preview selected window:" = "Virschau vun der ausgewielter Fënster:";
"Preview the selected window." = "Preview déi ausgewielten Fënster.";
"Quit" = "Ness";
"Quit %@" = "Ophalen% @";
"Quit app" = "Ophalen App";
"Recently Created" = "Viru Kuerzem erstallt";
"Recently Created First" = "Viru kuerzem als éischt erstallt";
"Recently Focused" = "Viru Kuerzem fokusséiert";
"Recently Focused First" = "Kuerzem fokusséiert éischt";
"Remember my choice" = "Erënnert mech un";
"Reset preferences and restart" = "Reset Virléiften a nei starten";
"Reset preferences and restart…" = "Reset Virléiften a Restart ...";
"Reset settings and restart" = "Astellungen zrécksetzen an nei starten";
"Reset settings and restart…" = "Astellungen zrécksetzen an nei starten…";
"Restart Now" = "Elo nei starten";
"Rows of thumbnails:" = "Reien vun Miniaturbiller:";
"Screen including menu bar" = "Écran abegraff Menu Bar";
"Screen including mouse" = "Écran inklusiv Maus";
"Screen Recording" = "Écran Opname";
"Screen showing AltTab" = "Écran weist Alttab";
"Search" = "Sichen";
"Select next window" = "Wielt déi nächst Fenster";
"Select previous window" = "Wielt virdrun Fënster";
"Select windows on mouse hover" = "Wielt Windows op Maus Hover";
"Select windows using arrow keys" = "Wielt Windows mat Pfeil Schlësselen";
"Select windows using vim keys" = "Wielt Windows mat Vim Schlësselen";
"Send" = "Fortschécken";
"Send a crash report?" = "Schéckt e Crash Bericht?";
"Send anyway" = "Schéckt iwwerhaapt";
"Send debug profile (CPU, memory, etc)" = "Schéckt Debug Profil (CPU, Memory, etc)";
"Send feedback" = "Schéckt Feedback";
"Send feedback…" = "Schéckt Feedback ...";
"Settings imported" = "Astellunge importéiert";
"Settings…" = "Astellungen";
"Share improvement ideas, or report bugs" = "Deelt d'Verbesserung Iddien, oder Rapporte berichten";
"Shortcut" = "Ofkierzung";
"Shortcut 1" = "Ofkiirzung 1";
"Shortcut 2" = "Ofkiirzung 2";
"Shortcut 3" = "Ofkiirzung 3";
"Shortcut 4" = "Ofkiirzung 4";
"Shortcut 5" = "Ofkiirzung 5";
"Shortcut already assigned to another action: %@" = "Ofkiirzung huet schonn an eng aner Aktioun zougewisen:% @";
"Shortcuts When Active" = "Ofkiirzungen wann aktiv";
"Shortcuts when active…" = "Ofkiirzungen wann aktiv ...";
"Show" = "Opbréngen";
"Show & Hide" = "Show & Verstoppen";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Weist en Element am Duchel fir all Fënster, oder fir all Applikatioun.Windows ginn fokusséiert, wou d'Uwendungen ageschalt ginn.";
"Show apps with no open window" = "Apps ouni oppe Fënster weisen";
"Show at the end" = "Um Enn weisen";
"Show fullscreen windows" = "Weise vollen Fensteren";
"Show hidden windows" = "Weisen verstoppte Fensteren";
"Show in switcher" = "Show an Schwindegkeet";
"Show minimized windows" = "Weisen miniméiert Fensteren";
"Show on" = "Weisen op";
"Show on:" = "Opbréngen op:";
"Show standard tabs as windows" = "Show Standard Tabs als Windows";
"Show standard tabs as windows:" = "Standard Tabs als Fënstere weisen:";
"Show titles" = "Gafen Titelen";
"Show windows from applications" = "Show Windows aus Uwendungen";
"Show windows from screens" = "Weisen Windows aus Schiirme";
"Show windows from Spaces" = "Weisen Windows aus Plazen";
"Show windows from:" = "Fënstere weisen vun:";
"Size" = "Gréisst";
"Skipped" = "Iwwersprangen";
"Small" = "Klengen";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "E puer Apps wéi Finder oder Virschau wéi Standard Tabs, déi wéi onofhängeg Fensteren handelen.E puer aner Apps wéi Web Browser benotze Benotzerdefinéiert Tabs déi op eenzegaarteg Weeër handelen an net tatsächlech Fensteren.Den Alttab kann dës separat net liwweren.";
"Source code repository" = "Quellcode Repository";
"Space" = "Space";
"Space Order" = "Raumuerdnung";
"Start" = "Nei fänken";
"Start at login" = "Start um Login";
"Start at login:" = "Beim Login starten:";
"Support this project" = "Ënnerstëtzt dëse Projet";
"Swipe with Four Fingers" = "Wëschen mat véier Fangeren";
"Swipe with Three Fingers" = "Wëschen mat dräi Fangeren";
"Switch between 3 different styles. You can customize them." = "Schalt tëscht 3 verschidde Stiler.Dir kënnt se personaliséieren.";
"System" = "System de System";
"System Default" = "System Standard";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "D'Ofkierzung ⌘⎋ (Command+Escape) kéint vum macOS fir GameOverlay benotzt ginn.\n\nÄr Ännerung géif se un: %@ zouweisen.\n\nWann Dir weiderfuere wëllt, gitt sécher datt d'GameOverlay Ofkierzung desaktivéiert ass.\nBedenkt och, datt macOS Problemer gemellt huet, wou d'Ofkierzung trotz Desaktivéierung nach ëmmer stéiere kann.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Den ⎋ (Escape)-Taste ass vu verschiddene macOS Ofkierzunge reservéiert (z.B. ⌘⌥⎋ weist d'Fënster „Programmer forcéiert beenden“ un).\n\nWann Dir ⎋ benotze wëllt, gitt sécher datt d'gedréckte Modifizéierer net ⌘⌥, ⌘⌥⇧ oder ⌘⌥⇧⌃ sinn.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Den ⎋ (Escape)-Taste ass vu verschiddene macOS Ofkierzunge reservéiert (z.B. ⌘⌥⎋ weist d'Fënster „Programmer forcéiert beenden“ un).\n\nÄr Ännerung géif se un: %@ zouweisen.\n\nWann Dir ⎋ benotze wëllt, gitt sécher datt d'gedréckte Modifizéierer net ⌘⌥, ⌘⌥⇧ oder ⌘⌥⇧⌃ sinn.";
"The application needs to restart to apply the imported settings." = "D'Applikatioun muss nei starten fir déi importéiert Astellungen unzewenden.";
"The application needs to restart to apply the language change." = "D'Applikatioun muss nei gestart ginn fir d'Sproochännerung unzewenden.";
"Theme" = "Thema";
"Theme:" = "Thema:";
"Then release:" = "Da lass loossen:";
"This permission is needed to focus windows after you release the shortcut" = "Dës Erlaabnis gëtt gebraucht fir Windows ze fokusséieren nodeems Dir de Ofkierzung befollegt";
"This permission is needed to show screenshots and titles of open windows" = "Dës Erlaabnis gëtt gebraucht fir Screenshots an Titelen vun oppenen Fensteren ze weisen";
"This permission is needed to show thumbnails and preview of open windows" = "Dës Permissioun ass néideg fir Miniaturbiller a Virschau vun oppene Fënsteren ze weisen";
"Thumbnails" = "Miniatur";
"Title" = "Titel";
"Title truncation" = "Titel Truncation";
"Titles" = "Titelen";
"Trackpad haptic feedback" = "Trackpad haptesch Réckkopplung";
"Trigger" = "Ausléiser";
"Trigger shortcut" = "Ausléiser Ofkiirzung";
"Unassign existing shortcut and continue" = "UNASSIGIE existent Ofkiirzung a weider";
"Updates policy" = "Updates Politik";
"Updates policy:" = "Aktualiséierungspolitik:";
"Use the app without this permission. Thumbnails won’t show." = "Benotzt d'App ouni dës Permissioun. Miniaturbiller ginn net gewisen.";
"Version" = "Versioun";
"Vertical Swipe with Four Fingers" = "Vertikal wëschen mat véier Fangeren";
"Vertical Swipe with Three Fingers" = "Vertikal wëschen mat dräi Fangeren";
"View existing discussions" = "Kuckt existent Diskussiounen";
"Vim keys" = "Vim Tasten";
"Vim keys already assigned to other actions:\n%@" = "Vim Schlësselen déi scho fir aner Aktiounen zougewisen hunn: \\ n% @";
"Visibility" = "Visatierlechung";
"Visible Spaces" = "Biance gesinn";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Wann desaktivéiert, gëtt de purpurroude macOS Bildschiermopnam-Indikator evitéiert, an et gëtt kee Flimmeren beim Ofspille vun DRM Videoen. Miniaturbiller sinn dann manner aktuell.";
"When fullscreen" = "Wann Fullcreen";
"When no open window" = "Wa keng oppe Fënster";
"While open, press:" = "Wärend op, drécken:";
"Window app icon size:" = "Fënster App-Ikon Gréisst:";
"Window is fullscreen" = "Fënster ass Fullscreen";
"Window is minimized" = "Fënster ass miniméiert";
"Window is on every Space" = "Fënster ass op all Raum";
"Window is on Space %d" = "Fënster ass op Raums% D";
"Window max width in row:" = "Fënster maximal Breet an der Rei:";
"Window min width in row:" = "Fënster minimal Breet an der Rei:";
"Window order:" = "Fënsteruerdnung:";
"Window Title" = "Fënster Testbetter";
"Window title contains" = "Fënstertitel enthält";
"Window title font size:" = "Fënster Titel Schrëftgréisst:";
"Window title truncation:" = "Fënster Titel Ofkierzung:";
"Windows" = "FënsterSenferenzen";
"You can’t undo this action." = "Dir kënnt dës Aktioun net ofhalen.";
"You didn’t write your email, thus can’t receive any response." = "Dir hutt Är E-Mail net geschriwwen, also kann also keng Äntwert kréien.";
"You may need to disable some conflicting system gestures" = "Dir musst eventuell e puer konfliktéierend System-Gesten deaktivéieren";
